// PII user facing
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "Application Error";
"applicationDisabled" = "Application Disabled";
"appInternalError" = "The application has encountered an internal error. Reinstall the application and try again.";
"appNeedsSpace" = "Application installation has failed because there is no sufficient storage space available. Free %.2f MB and relaunch the application.";
"appZipDownloadFailedServerNotResponding" = "Downloading application archive file failed. The server is not responding.";
"applicationDisabled" = "Application Disabled";
"appWeResourcesNotAccessible" = "The application web resources could not be accessed.";

//c
"cancel" = "Cancel";
"close" = "Close";

//d
"downloading" = "Downloading...";

//e
"error" = "Error";
"errorProcessingRequestFromApp" = "An error was encountered while processing the request from the application.";
"errorProcessingZip" = "An error occurred extracting archive file. See earlier messages for the cause of failure.";
"exit" = "Exit";

//g
"getNewVersion" = "Get new version";


//l
"loading" = "Loading...";

//n
"NotAvailable"="Not Available";

//o
"ok" = "OK";

//s
"serviceNotification" = "Service Notification";

//u
"unpacking" = "Unpacking...";
"update" = "Update";
"upgrade" = "Upgrade";